{
    "2": {
        "id": "2",
        "image": "https://images.unsplash.com/photo-1579887829114-282b4fa31072?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1950&q=80",
        "name": "Baked Shrimp Scampi",
        "source": "Ina Garten: Barefoot Contessa Back to Basics",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 6,
        "comments": "Modified by reducing butter and salt.  Substituted frozen shrimp instead of fresh 12-15 count (butterflied, tails on).",
        "calories": 2565,
        "fat": 159,
        "satfat": 67,
        "carbs": 76,
        "fiber": 4,
        "sugar": 6,
        "protein": 200,
        "instructions": "Preheat the oven to 425 degrees F.\r\n\r\nDefrost shrimp by putting in cold water, drain. Place the shrimp in serving dish (9x13 or 2 quart casserole) and toss gently with the olive oil, wine, 1 teaspoons salt, and 1 teaspoon pepper. Allow to sit at room temperature while you make the butter and garlic mixture.\r\n\r\nIn a small bowl, mash the softened butter with the garlic, shallots, parsley, rosemary, red pepper flakes, lemon zest, lemon juice, egg yolk, panko, 1\/2 teaspoon salt, and 1\/4 teaspoon of pepper until combined.\r\n\r\nSpread the butter mixture evenly over the shrimp. Bake for 10 to 12 minutes until hot and bubbly. If you like the top browned, place under a broiler for 1-3 minutes (keep an eye on it). Serve with lemon wedges and French bread.\r\n\r\nNote: if using fresh shrimp, arrange for presentation. Starting from the outer edge of a 14-inch oval gratin dish, arrange the shrimp in a single layer cut side down with the tails curling up and towards the center of the dish. Pour the remaining marinade over the shrimp. ",
        "ingredients": [
            "2\/3 cup panko\r",
            "1\/4 teaspoon red pepper flakes\r",
            "1\/2 lemon, zested and juiced\r",
            "1 extra-large egg yolk\r",
            "1 teaspoon rosemary, minced\r",
            "3 tablespoon parsley, minced\r",
            "4 clove garlic, minced\r",
            "1\/4 cup shallots, minced\r",
            "8 tablespoon unsalted butter, at room temperature\r",
            "2 tablespoon dry white wine\r",
            "Freshly ground black pepper\r",
            "Kosher salt\r",
            "3 tablespoon olive oil\r",
            "2 pound frozen shrimp"
        ],
        "tags": [
            "seafood",
            "shrimp",
            "main"
        ]
    },
    "4": {
        "id": "4",
        "image": "https://images.unsplash.com/photo-1543528176-61b239494933?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1653&q=80",
        "name": "Strawberries Romanov (La Madeleine copycat)",
        "source": "http:\/\/cookeatshare.com\/recipes\/la-madeleine-s-strawberries-romanov-318025",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 4,
        "comments": "",
        "calories": 0,
        "fat": 0,
        "satfat": 0,
        "carbs": 0,
        "fiber": 0,
        "sugar": 0,
        "protein": 0,
        "instructions": "Wash strawberries and cut the tops off. Let strawberries drain.  Mix together heavy whipping cream, powdered sugar, and the brandy. Beat with a mixer till this becomes thick.  Place strawberries into glasses and spoon over the sauce.\r\n",
        "ingredients": [
            "2 tbsp powdered sugar\r",
            "1\/2 pt heavy whipping cream\r",
            "1 lb strawberries, (2 pints)\r",
            "4 tbsp brandy"
        ],
        "tags": [
            "fruit",
            "dessert",
            "strawberries",
            "copycat",
            "untried"
        ]
    },
    "5": {
        "id": "5",
        "image": "https://images.unsplash.com/photo-1547592166-23ac45744acd?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2251&q=80",
        "name": "Tomato Basil Soup (La Madeleine copycat)",
        "source": "http:\/\/cookeatshare.com\/recipes\/la-madeleine-s-tomato-basil-soup-318026",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 4,
        "comments": "",
        "calories": 0,
        "fat": 0,
        "satfat": 0,
        "carbs": 0,
        "fiber": 0,
        "sugar": 0,
        "protein": 0,
        "instructions": "Combine tomatoes, juice\/and or possibly stock in saucepan. Simmer 30 min. Puree, along with the basil leaves, in small batches, in blender or food processor or use an immersion blender in the pan.\r\n\r\nReturn to saucepan and add in cream and butter, while stirring over low heat. Garnish with basil leaves and serve with your favorite bread.",
        "ingredients": [
            "4 c tomatoes, minced, peeled, and cored\r",
            "4 cup vegetable stock\r",
            "12 basil leaves\r",
            "1 c heavy cream\r",
            "1\/4 lb unsalted butter\r",
            "Salt\r",
            "1\/4 tsp black pepper"
        ],
        "tags": [
            "soup",
            "tomatoes",
            "copycat",
            "main"
        ]
    },
    "7": {
        "id": "7",
        "image": "https://images.unsplash.com/photo-1574684117906-450bb1498b8a?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1567&q=80",
        "name": "John Thorne's Pecan Pie",
        "source": "http:\/\/chowhound.chow.com\/topics\/281175#1495442",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 12,
        "comments": "Does not use corn syrup",
        "calories": 0,
        "fat": 0,
        "satfat": 0,
        "carbs": 0,
        "fiber": 0,
        "sugar": 0,
        "protein": 0,
        "instructions": "Preheat oven to 350F. In a large saucepan, heat the brown sugar, golden syrup and butter to the boiling point. Stirring constantly and scraping back any foam that clings to the side of the pan, let this mixture boil for about 1 minute. Remove from the heat and let cool while, in a separate bowl, you beat the eggs until creamy. \r\n\r\nWhen the boiled syrup has cooled, beat in the eggs, salt and pecans. Pour into the unbaked pie shell and bake for about 50 minutes.\r\n\r\nNotes:\r\n\r\n* A little cream (about 1\/4 to 1\/2 cup) mixed into a pecan pie filling before baking gives it a richer, lighter texture. \r\n\r\n* For a sweeter, lighter pie: add more sugar and use fewer pecans; for a denser, less sweet pie: add more pecans and use less sugar. \r\n\r\n* The buttery flavour and the lard-induced flakiness of a butter and lard crust make it the perfect one for a perfect pecan pie. And a Southern pecan pie authority I know suggests that you roll out the dough a little thicker than usual; a thick, richly shortened crust provides an appetizing balance to the sweetness of the filling. ",
        "ingredients": [
            "1\/4 tsp salt \r",
            "3 eggs \r",
            "4 tbsp butter \r",
            "2 tbsp dark rum \r",
            "2\/3 cup golden syrup \r",
            "1 cup dark brown sugar, well-packed\r",
            "2 cup pecans, chopped \r",
            "9-inch unbaked pie shell"
        ],
        "tags": [
            "dessert",
            "pie",
            "untried"
        ]
    },
    "8": {
        "id": "8",
        "image": "https://images.unsplash.com/photo-1519708227418-c8fd9a32b7a2?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1650&q=80",
        "name": "Smoked Salmon Ebelskivers",
        "source": "Ebelskivers by Kevin Crafts",
        "preptime": 900,
        "waittime": 0,
        "cooktime": 1080,
        "servings": 3,
        "comments": "If dill is not available, add 1 tsp of Old Bay seasoning to the batter in place of the salt and pepper.",
        "calories": 0,
        "fat": 0,
        "satfat": 0,
        "carbs": 0,
        "fiber": 0,
        "sugar": 0,
        "protein": 0,
        "instructions": "Preheat oven to 200F.\r\n\r\nIn a large bowl, whisk together the flour, sugar, baking powder, salt, and pepper. In a small bowl, lightly whisk the egg yolks, then whisk in the milk, 2 tablespoons of melted butter and lemon juice. Add the yolk mixture to the flour mixture and, using a wooden spoon, stir until well blended. The batter will be lumpy.\r\n\r\nIn a clean bowl, using an electric mixer on high speed, beat the egg whites until stiff, but not dry, peaks form. Using a silicone spatula, fold about one-third of the egg whites into the batter to lighten it, then fold in the rest just until no white streaks remain. Stir in fresh dill.\r\n\r\nBrush the wells of the ebelskiver pan with some of the remaining melted butter and place over medium heat. When the butter starts to bubble, add about 1 tablespoon batter to each well. Working quickly, carefully spoon about 1\/2 teaspoon of the smoked salmon into the center of each pancake, then spoon about 1\/2 teaspoon of the cream cheese on top. Top each with another 1 tablespoon batter. (Alternatively, gently mix the cream cheese and salmon together. Spoon about 1 teaspoon into the center of each pancake)\r\n\r\nCook until the bottoms of the pancakes are lightly browned and crisp, 3-5 minutes. Use 2 short wooden skewers to turn all the  pancakes and cook until lightly browned on the second side, about 3 minutes longer.\r\n\r\nTransfer the finished pancakes to a platter and keep warm  in the oven while you repeat to make 2 more batches. Serve right away.",
        "ingredients": [
            "1 cup all-purpose flour\r",
            "1 1\/2 tsp sugar\r",
            "1\/2 tsp baking powder\r",
            "1\/4 tsp salt\r",
            "1\/2 tsp pepper, freshly ground\r",
            "2 large eggs, separated\r",
            "1 cup milk\r",
            "3 tbsp unsalted butter, melted and slightly cooled, divided use\r",
            "1 tsp fresh lemon juice\r",
            "1\/4 cup fresh dill, chopped and firmly packed\r",
            "3 1\/2 tbsp smoked salmon, minced (about 4 oz)\r",
            "3 1\/2 tbsp whipped-style cream cheese, at room temperature\r",
            "2 servings [cocktail sauce](http:\/\/www.xanthir.com\/recipes\/showrecipe.php?id=id50)"
        ],
        "tags": [
            "salmon",
            "ebelskivers",
            "main"
        ]
    },
    "11": {
        "id": "11",
        "image": "https://images.unsplash.com/photo-1574672280600-4accfa5b6f98?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1650&q=80",
        "name": "Pot Roast Carbonnade",
        "source": "Melissa D'Arabian, FoodNetwork",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 4,
        "comments": "I like to serve this over mashed potatoes.",
        "calories": 0,
        "fat": 0,
        "satfat": 0,
        "carbs": 0,
        "fiber": 0,
        "sugar": 0,
        "protein": 0,
        "instructions": "Preheat the oven to 325 degrees F.\r\n\r\nIn a large Dutch oven over medium-low heat, add the bacon and cook until it renders its fat and almost becomes crispy. Remove it with a slotted spoon to a plate. Add the onions, season with salt and pepper, to taste, and cook over low heat until they are deep in color and caramelized, about 30 minutes.\r\n\r\nRemove the onions to a plate, leaving as much fat in the pot as possible. Add the vegetable oil and mix it with the bacon fat. Raise the heat to high. Season the beef liberally with salt and pepper and sear, in batches, until nicely browned on both sides.\r\n\r\nOnce the meat is browned, add the first batch of meat back to the pan along with the onions, carrots and bacon. Sprinkle in the flour and stir. Cook for 1 minute before deglazing the pan with the beer. Add the remaining ingredients and bring the mixture to a simmer. Cover the pot and put it in the oven to braise until the beef is tender, about 2 hours. Remove the pot from the oven and transfer the pot roast to a serving dish.",
        "ingredients": [
            "1\/2 pound bacon, cut into large lardons\r",
            "2 medium onions, sliced\r",
            "Kosher salt and freshly ground black pepper\r",
            "1 tablespoon vegetable oil\r",
            "1 1\/2 pound beef chuck, cut into large cubes\r",
            "5 carrots, peeled and cut into large chunks\r",
            "1 tablespoon all-purpose flour\r",
            "12 ounce beer (dark or light)\r",
            "6 prunes\r",
            "1 tablespoon dried thyme\r",
            "1 cup beef stock"
        ],
        "tags": [
            "beef",
            "main"
        ]
    },
    "12": {
        "id": "12",
        "image": "https://images.unsplash.com/photo-1612108438004-257c47560118?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1650&q=80",
        "name": "Old Fashion Vegetable Soup",
        "source": "Lee Ann Foulger",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 6,
        "comments": "",
        "calories": 0,
        "fat": 0,
        "satfat": 0,
        "carbs": 0,
        "fiber": 0,
        "sugar": 0,
        "protein": 0,
        "instructions": "In a large soup pot, brown ground beef and onion, drain off fat.  Add remaining ingredients EXCEPT for last 3 items (canned vegetables).  Simmer on low heat until vegetables are tender, about an hour.  Add canned vegetables and simmer 5 minutes.  Remove bay leaf and serve.",
        "ingredients": [
            "1 pound ground beef\r",
            "1 cup onion, chopped\r",
            "1 cup potatoes, diced\r",
            "1 cup carrots, sliced\r",
            "1 cup celery, diced\r",
            "2 16oz can diced tomatoes in juice (or substitute 2 small cans of tomato sauce)\r",
            "4 cup water\r",
            "1\/4 tsp dried basil, crushed\r",
            "1\/4 tsp dried thyme\r",
            "1 bay leaf\r",
            "1\/2 tsp salt\r",
            "1\/4 tsp pepper\r",
            "1\/2 tsp garlic powder\r",
            "2 tablespoon beef bouillon\r",
            "1 16oz can corn\r",
            "1 16oz can green beans\r",
            "1 16oz can green peas"
        ],
        "tags": [
            "soup",
            "beef",
            "family_recipes",
            "main"
        ]
    },
    "13": {
        "id": "13",
        "image": "https://images.unsplash.com/photo-1601000938259-9e92002320b2?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1650&q=80",
        "name": "Onion Pie",
        "source": "Houston Chronicle 1\/18\/2006",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 6,
        "comments": "only 4 cups onions? Needs more crust - try 1.25 cups cracker crumbs? Experiment with red pepper - try 1\/4tsp.",
        "calories": 0,
        "fat": 0,
        "satfat": 0,
        "carbs": 0,
        "fiber": 0,
        "sugar": 0,
        "protein": 0,
        "instructions": "Preheat the oven to 400 degrees halfway through onion cooking.\r\n\r\nSlice the onions and saute in 4 tablespoons butter over medium-low heat; the longer you cook them - as long as 35 minutes - the sweeter they will be.  Sprinkle in crushed red pepper.\r\n\r\nMelt the remaining 4 tablespoons butter.  Mix with the crushed crackers, then press the mixture into the bottom and sides of a glass pie plate to form a crust.  Prebake crust for 10 minutes.\r\n\r\nLightly beat the eggs and milk together in a small bowl.\r\n\r\nSpoon the onions into the crust, then pour the egg mixture over them.  Sprinkle with Parmesan.\r\n\r\nBake for 30-40 minutes until set and golden.",
        "ingredients": [
            "1\/2 cup grated Parmesan cheese\r",
            "1\/2 stack Keebler Club Crackers, crushed\r",
            "2 eggs\r",
            "1 cup milk\r",
            "1\/2 teaspoon crushed red pepper flakes, or to taste\r",
            "1\/2 cup butter, divided use\r",
            "3 large onions"
        ],
        "tags": [
            "onion",
            "casserole",
            "main",
            "vegetarian"
        ]
    },
    "14": {
        "id": "14",
        "image": "https://images.unsplash.com/photo-1566760376154-9166bc788f56?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1651&q=80",
        "name": "Godiva Dark Chocolate Cheesecake",
        "source": "Godiva.com, Chef Morgan Wilson",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 10,
        "comments": "",
        "calories": 0,
        "fat": 0,
        "satfat": 0,
        "carbs": 0,
        "fiber": 0,
        "sugar": 0,
        "protein": 0,
        "instructions": "In a food processor with a blade attachment, cream the cheese until smooth and then add in sugar. Pulse a couple times to incorporate sugar and cocoa powder. Add in eggs and yolks pulsing a couple times again and scrape down to ensure all is smooth and uniform. With machine running, pour in melted Godiva Chocolate in a steady stream until all in, and finish by pulsing in the crème fraiche. Pour batter into a 10\" x 10\" baking pan and bake at 325 for 30, minutes or until custard is set and a toothpick inserted in center can be removed cleanly. The top may caramelize or brown slightly, which is not an issue. Once set, remove from oven and allow cheesecake to cool completely. Wrap the pan with plastic and reserve in cooler to set and chill completely.\r\n\r\nOnce the cheesecake is cold and firm, remove it from the pan and place in a mixer bowl with a paddle attachment. Beat the cake for a few moments to soften and smooth out the custard. Place smoothed custard into a piping bag with a plain tip and pipe into the bottom of a plastic lined half cylinder mold. Tap the mold to ensure the custard is solid and then flatten out to top. Freeze the mold to harden the custard for unmolding. Once the cake can be unmolded, remove from the pan and cut into 1½\" sections. Brush some tempered Godiva Dark Chocolate onto a strip of acetate and, while it is still fluid, smooth over the top of the molded cheesecake. Once the chocolate has cooled and completely crystallized, remove the acetate, revealing a shiny and textured chocolate finish.",
        "ingredients": [
            "2 1\/2 cup cream cheese, room temperature\r",
            "1\/2 cup sugar\r",
            "1 3\/4 tablespoon cocoa powder\r",
            "5 tablespoon Godiva 85% Dark Chocolate Callets\r",
            "2 eggs\r",
            "2 egg yolks\r",
            "1 3\/4 tablespoon crème faiche"
        ],
        "tags": [
            "cheesecake",
            "dessert",
            "pie",
            "chocolate",
            "untried"
        ]
    },
    "15": {
        "id": "15",
        "image": "https://images.unsplash.com/photo-1606735584785-1848fdcaea57?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1650&q=80",
        "name": "Greek Salad",
        "source": "Food Network (two different recipes)",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 4,
        "comments": "Dried oregano can also be substituted for the fresh in the salad mix.  Only use 1\/2-1 teaspoon of the dried.",
        "calories": 3057,
        "fat": 297,
        "satfat": 63,
        "carbs": 78,
        "fiber": 23,
        "sugar": 34,
        "protein": 42,
        "instructions": "In a small bowl, whisk together the lemon juice, garlic, salt, and oil. Set aside.   In a large bowl lightly toss the lettuce with the olives, cheese, cucumber, tomatoes, onion, oregano, and black pepper. Let sit up to 2 hours.  To serve, toss salad with dressing and place sliced chicken on top.",
        "ingredients": [
            "6 tablespoon lemon juice\r",
            "2 clove garlic, minced\r",
            "2 teaspoon kosher salt, plus more to taste\r",
            "1 cup extra-virgin olive oil, preferably Greek\r",
            "<hr>\r",
            "1 head romaine lettuce, trimmed of tough stems and torn into bite-sized pieces\r",
            "1 cup kalamata olives, about 6oz\/cup\r",
            "1\/2 pound Feta cheese, crumbled\r",
            "1 cucumber, trimmed, cut into 1 inch chunks\r",
            "1 1\/2 cup grape tomatoes, halved\r",
            "1 small red onion, cut into 1\/2-inch wedges, soaked in cold water for 5 minutes and drained\r",
            "2 teaspoon dried oregano\r",
            "Freshly ground black pepper"
        ],
        "tags": [
            "main",
            "greek",
            "salad",
            "dressing"
        ]
    },
    "16": {
        "id": "16",
        "image": "https://images.unsplash.com/photo-1600431562968-ef337c8733ed?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1934&q=80",
        "name": "Flaky Buttermilk Biscuits",
        "source": "Cooks Illustrated (All-Time Best Recipes 2010)",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 12,
        "comments": "For soured milk, add 1 tbsp lemon juice or white vinegar to 1 cup milk",
        "calories": 0,
        "fat": 0,
        "satfat": 0,
        "carbs": 0,
        "fiber": 0,
        "sugar": 0,
        "protein": 0,
        "instructions": "Adjust oven rack to lower-middle position; heat oven to 450 degrees.  \r\n\r\nWhisk flour, baking power, baking soda, and salt in large bowl.\r\n\r\nAdd shortening to flour mixture; break up chunks with fingertips until only pea-sized pieces remain.  Working in batches, drop butter slices into flour mixture and toss to coat; pick up each slice of butter and press between floured fingertips into flat, nickel-sized pieces.  Repeat until all butter is incorporated; toss to combine.  Freeze mixture (in bowl) until chilled, about 15 minutes.\r\n\r\nSpray 24-square-inch work surface with nonstick cooking spray; spread spray evenly across surface with kitchen towel or paper towel.  Sprinkle 1\/3 cup of extra flour across sprayed area; gently spread flour across work surface with palm to form thin, even coating.  Add all but 2 tablespoons of buttermilk to flour mixture; stir briskly with fork until ball forms and no dry bits of flour are visible, adding remaining buttermilk as needed (dough will be sticky and shaggy but should clear sides of bowl).  With rubber spatula, transfer dough onto center of prepared work surface, dust surface lightly with flour, and, with floured hands, bring dough together into cohesive ball.\r\n\r\nPat dough into approximate 10-inch square; roll into 18- by 14-inch rectangle about 1\/4 inch thick, dusting dough and rolling pin with flour as needed.  Using bench scraper or thin metal spatula, fold dough into thirds, brushing any excess flour from surface; lift short end of dough and fold in thirds again to form approximate 6- by 4-inch rectangle.  Rotate dough 90 degrees, dusting work surface underneath with flour; roll and fold dough again, dusting with flour as needed.\r\n\r\nRoll dough into 10-inch square about 1\/2 inch thick; flip dough and cut nine 3-inch rounds with floured biscuit cutter, dipping cutter back into flour after each cut.  Carefully invert and transfer rounds to ungreased baking sheet, spaced 1 inch apart.  Gather dough scraps into ball; roll and fold once or twice until scraps form smooth dough.  Roll dough into 1\/2-inch-thick round; cut 3 more 3-inch rounds and transfer to baking sheet.  Discard excess dough.\r\n\r\nBrush biscuit tops with melted butter.  Bake, without opening oven door, until tops are golden brown and crisp, 15 to 17 minutes.  Let cool on baking sheet 5 to 10 minutes before serving.",
        "ingredients": [
            "8 tablespoon unsalted butter, cold, lightly floured and cut into 1\/8-inch slices\r",
            "2 tablespoon vegetable shortening, cut into 1\/2-inch chunks\r",
            "1 teaspoon salt\r",
            "1 tablespoon baking powder\r",
            "1\/2 teaspoon baking soda\r",
            "2 1\/2 cup unbleached all-purpose flour\r",
            "2 tablespoon butter, melted\r",
            "1 1\/4 cup buttermilk, cold"
        ],
        "tags": [
            "biscuits",
            "bread",
            "sides"
        ]
    },
    "17": {
        "id": "17",
        "image": "https://images.unsplash.com/photo-1598511796318-7b8256bd2b20?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1650&q=80",
        "name": "Grilled Portobello Mushrooms Stacked with Fresh Spinach and Shaved Manchego Cheese",
        "source": "http:\/\/www.foodnetwork.com\/recipes\/bobby-flay\/grilled-portobello-mushrooms-stacked-with-fresh-spinach-and-shaved-manchego-cheese-recipe\/index.html",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 4,
        "comments": "May want to only do 8 if mushroom caps are large.",
        "calories": 0,
        "fat": 0,
        "satfat": 0,
        "carbs": 0,
        "fiber": 0,
        "sugar": 0,
        "protein": 0,
        "instructions": "Heat grill to high. Brush mushroom caps on both sides with oil and season with salt and pepper. Grill, cap side down, until slightly charred, about 4 to 5 minutes. Turn the mushrooms over and continue grilling until just cooked through, about 3 to 4 minutes longer.\r\n\r\nStack the ingredients on each of 4 salad plates starting with a mushroom cap, a slice of cheese, some spinach, and a drizzle of Sherry Vinaigrette. Add another mushroom cap, more vinaigrette, spinach, and another slice of cheese. Place a third mushroom cap on top and finish by drizzling with additional vinaigrette and garnishing with chopped chives, if desired.\r\n\r\n[Sherry Vinaigrette](http:\/\/www.xanthir.com\/recipes\/showrecipe.php?id=18)",
        "ingredients": [
            "4 ounce manchego cheese, thinly sliced into 8 pieces\r",
            "3 cup baby spinach, washed and dried\r",
            "1 teaspoon freshly ground black pepper\r",
            "1 teaspoon kosher salt\r",
            "2 tablespoon olive oil\r",
            "12 portobello mushroom caps, wiped clean\r",
            "2 tablespoon fresh chives, finely chopped, for garnish, optional\r",
            "1 serving [Sherry Vinaigrette](http:\/\/www.xanthir.com\/recipes\/showrecipe.php?id=18)"
        ],
        "tags": [
            "vegetarian",
            "main",
            "mushrooms",
            "cheese"
        ]
    },
    "21": {
        "id": "21",
        "image": "https://images.unsplash.com/photo-1606168159202-1f3fca458c18?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1525&q=80",
        "name": "Mexican Ensalada",
        "source": "Yuri Elkaim",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 2,
        "comments": "",
        "calories": 1335,
        "fat": 62,
        "satfat": 9,
        "carbs": 172,
        "fiber": 37,
        "sugar": 13,
        "protein": 35,
        "instructions": "In small bowl, whisk together dressing ingredients.\r\n\r\nChop up additional ingredients bite size and add to a medium bowl.\r\n\r\nCombine dressing and all ingredients in a large bowl, toss, and serve.\r\n\r\nIncludes recipe for [basil-lime vinaigrette](http:\/\/www.xanthir.com\/recipes\/showrecipe.php?id=id6).\r\n\r\nAlternate dressing (for 2 servings):\r\n1\/2 lemon, juiced; 1 tbsp apple cider vinegar; 2 tbsp olive oil; 2 tablespoons cilantro, chopped",
        "ingredients": [
            "1 lime, zested and juiced\r",
            "1 tablespoon balsamic vinegar\r",
            "1\/4 cup basil leaves, chopped\r",
            "1\/2 teaspoon cumin\r",
            "2 tablespoon extra-virgin olive oil\r",
            "Kosher salt and freshly ground black pepper\r",
            "<hr>\r",
            "1\/2 cucumber, cubed\r",
            "1 avocado, cubed\r",
            "1 red bell pepper, cubed\r",
            "1\/2 cup black beans, rinsed and drained\r",
            "1 tomato, cubed\r",
            "1\/2 cup brown rice, cooked"
        ],
        "tags": [
            "salad",
            "mexican",
            "FUF",
            "main",
            "vegetarian"
        ]
    },
    "28": {
        "id": "28",
        "image": "https://images.unsplash.com/photo-1514843319620-4f042827c481?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1650&q=80",
        "name": "Guacamole",
        "source": "Yuri Elkaim",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 8,
        "comments": "",
        "calories": 1552,
        "fat": 120,
        "satfat": 16,
        "carbs": 72,
        "fiber": 64,
        "sugar": 16,
        "protein": 24,
        "instructions": "1. Place all ingredients in a bowl with a flat bottom and mash it with a potato masher.  Alternatively, you can mix everything briefly in a food processor.\r\n2. Stir well and keep refrigerated. This dish will brown on the areas exposed to air within a few hours, so serve it shortly after making it or just stir again before serving.",
        "ingredients": [
            "4 ripe avocados\r",
            "2 roma tomates, diced fine\r",
            "1\/2 red onion, minced\r",
            "1\/2 handful cilantro, minced\r",
            "2 clove garlic, minced\r",
            "1 lime, juiced\r",
            "Pinch of sea salt\r",
            "1 jalapeno, seeded and minced fine (optional)"
        ],
        "tags": [
            "dip",
            "appetizer",
            "mexican",
            "FUF",
            "sides"
        ]
    },
    "30": {
        "id": "30",
        "image": "https://images.unsplash.com/photo-1589532768481-1fe223dde6ac?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1650&q=80",
        "name": "Sweet Almond Date Smoothie",
        "source": "Yuri Elkaim",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 2,
        "comments": "",
        "calories": 716,
        "fat": 25,
        "satfat": 2,
        "carbs": 123,
        "fiber": 12,
        "sugar": 90,
        "protein": 9,
        "instructions": "Combine all ingredients in blender. Blend until smooth.",
        "ingredients": [
            "1 banana\r",
            "2 tbsp almond butter\r",
            "6 dates\r",
            "1 tsp maple syrup\r",
            "2 tsp cinnamon\r",
            "2 cup almond milk, or skim milk"
        ],
        "tags": [
            "smoothie",
            "FUF",
            "breakfast"
        ]
    },
    "19": {
        "id": "19",
        "image": "https://images.unsplash.com/photo-1498837167922-ddd27525d352?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2250&q=80",
        "name": "Margherita Salad",
        "source": "Adapted from Food Network Magazine (Chicken Parmesan Salad)",
        "preptime": 0,
        "waittime": 0,
        "cooktime": 0,
        "servings": 4,
        "comments": "I like to use home made bread crumbs instead of store bought.  They stay crispier on the salad.",
        "calories": 2883,
        "fat": 164,
        "satfat": 54,
        "carbs": 120,
        "fiber": 15,
        "sugar": 27,
        "protein": 227,
        "instructions": "Puree the plum tomato, sun-dried tomatoes, vinegar, garlic, oregano, a basil leaves and parmesan in a blender, drizzling in the sun-dried tomato oil until smooth. Add 2 to 3 tablespoons water, if needed to make a pour-able dressing; season with salt and pepper.\r\n\r\nHeat the olive oil in a large skillet over medium-high heat. Add the breadcrumbs, season with salt and pepper and cook, stirring occasionally, until golden, about 2 minutes. Add the remaining parmesan and the parsley and cook until toasted, about 1 more minute.\r\n\r\nToss the salad greens, mozzarella, and remaining basil in a large bowl. Toss with the dressing, then sprinkle with the breadcrumb mixture.",
        "ingredients": [
            "1 plum tomato, halved\r",
            "4 sun-dried tomatoes packed in oil\r",
            "2 tablespoon oil from the sun-dried tomato jar\r",
            "2 tablespoon red wine vinegar\r",
            "1 clove garlic\r",
            "1\/2 teaspoon dried oregano\r",
            "1\/4 bunch fresh basil, torn\r",
            "2 tbsp parmesan, grated\r",
            "Kosher salt and freshly ground pepper\r",
            "<hr>\r",
            "2 tablespoon extra-virgin olive oil\r",
            "1 cup breadcrumbs\r",
            "2 tablespoon chopped fresh parsley\r",
            "1\/4 cup parmesan, grated\r",
            "<hr>\r",
            "8 cup Italian-blend salad greens\r",
            "3\/4 bunch fresh basil, chiffonade\r",
            "8 ounce bocconcini (mozzarella), quartered"
        ],
        "tags": [
            "salad",
            "dressing",
            "main"
        ]
    }
}